{"inkVersion":20,"root":[[{"->":"start"},["done",{"#n":"g-0"}],null],"done",{"start":[["^N: Lura and Cecil stand before Atwiks, under the bony branches of the sacred tree. A Moving sigil encircles them all. ",{"#":"EnterL"},{"#":"L"},{"#":"C"},{"#":"EnterR"},{"#":"A"},"\n","ev","str","^continue","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":".^.^.g-0"},null],"g-0":["^A: With slow movements of their hand, Atwiks signs. <i>Keep barrier spell strong. Do not close eyes. Chance. Memories. Washed away. Heart. Washed away. Affirm understanding. </>","\n","ev","str","^I understand.","/str","/ev",{"*":".^.c-1","flg":4},{"c-1":["\n",{"->":".^.^.^.g-1"},null]}],"g-1":["^Lura nods.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-2","flg":4},{"c-2":["\n",{"->":".^.^.^.g-2"},null]}],"g-2":["^A: <i>Shut out not what eyes see, deafen not what ears hear. Deny not reality. Heed. Heed. Affirm understanding.</>","\n","ev","str","^continue","/str","/ev",{"*":".^.c-3","flg":4},{"c-3":["\n",{"->":".^.^.^.g-3"},null]}],"g-3":["^The chamber is so quiet, like the air is too scared to move.","\n","ev","str","^I understand.","/str","/ev",{"*":".^.c-4","flg":4},{"c-4":["\n",{"->":".^.^.^.g-4"},null]}],"g-4":["^Lura nods again.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-5","flg":4},{"c-5":["\n",{"->":".^.^.^.g-5"},null]}],"g-5":["^Atwiks looks up through the opening in the dome. The disc of S'ruthrul glows bone-white directly above. The sacred tree glows with reflected light, its twigs faintly ringing.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-6","flg":4},{"c-6":["\n",{"->":".^.^.^.g-6"},null]}],"g-6":["^Spk*A/i/It is time. Affirm readiness./i","\n","ev","str","^continue","/str","/ev",{"*":".^.c-7","flg":4},{"c-7":["\n",{"->":".^.^.^.g-7"},null]}],"g-7":["^Atwiks signs to both magi.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-8","flg":4},{"c-8":["\n",{"->":".^.^.^.g-8"},null]}],"g-8":["^Spk*C/Cecil gives Lura a wink. \"Mask on.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-9","flg":4},{"c-9":["\n",{"->":".^.^.^.g-9"},null]}],"g-9":["^They strap the stone masks over their faces and adjust the flaps over the ears.","\n","ev","str","^Ready.","/str","/ev",{"*":".^.c-10","flg":4},{"c-10":["^ ","\n",{"->":".^.^.^.g-10"},null]}],"g-10":["^They both nod one last time.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-11","flg":4},{"c-11":["\n",{"->":".^.^.^.g-11"},null]}],"g-11":["^The shaper raises their sceptre, whistles a quiet tune and softly taps the core with the tip of the sceptre. The click sends shivers through Lura’s back, freezing them like a statue.","\n",{"->":"descend"},null]}],null],"descend":[["^The floor disappears between folds of perfect ripples radiating out from the core. The sacred tree's roots snake down to the infinity below.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":".^.^.g-0"},null],"g-0":["^The depth sucks Lura downward, pulling on their stomach. They’re going down, down from a Seas mouth. Where could they go from there? Isn’t there only one place, where the dead go?","\n","ev","str","^continue","/str","/ev",{"*":".^.c-1","flg":4},{"c-1":["\n",{"->":".^.^.^.g-1"},null]}],"g-1":["^The darkness undulates. Pockets of shadow melt and congeal. A face emerges. It opens its mouth wide. Within it, another face, another open mouth.","\n","^[i]No, stay away. Stay away![/i]","\n","ev","str","^continue","/str","/ev",{"*":".^.c-2","flg":4},{"c-2":["\n",{"->":".^.^.^.g-2"},null]}],"g-2":["^Lura blinks to find themself standing. Their legs buckle under the sudden weight. Then there's a loud rhythmic thud, like someone is punching them from inside their ribcage.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-3","flg":4},{"c-3":["\n",{"->":".^.^.^.g-3"},null]}],"g-3":["^A fuzzy shape next to them makes a garbled noise as it bends over, gagging. Cecil?","\n","^[i]Detiri bahosi mi, parakhata, parakhata.[/i] Lura tries to call up a barrier, but the deafening sounds in their ear makes it impossible.","\n","^An enormous black stone triangle set into a wall looms over them.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-4","flg":4},{"c-4":["\n",{"->":".^.^.^.g-4"},null]}],"g-4":["^With a groan, the triangle splits open. An iridescent light spills out, revealing a human figure who rushes toward them.","\n","^Lura tries to walk forward, but the pressure in their head makes them tumble like a drunkard. A hand grabs their elbow and steadies them. Cecil's masked face comes into view. Their words are garbled.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-5","flg":4},{"c-5":["\n",{"->":".^.^.^.g-5"},null]}],"g-5":["^Cecil and the new arrival practically drag Lura through the door, stumbling and sliding, and deposit them on the floor.","\n","^A figure wearing the healer's white robe crouches over Lura, pulls off their mask, and whistles a soothing tone.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-6","flg":4},{"c-6":["\n",{"->":".^.^.^.g-6"},null]}],"g-6":["^Soon, the taste of bile recedes, the overbearing symphony fades, and Lura can see again. They cough, panting, catching their breath.","\n","^The healer hands Lura's mask to the one who dragged them in. \"Cracked, likely during the Move.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-7","flg":4},{"c-7":["\n",{"->":".^.^.^.g-7"},null]}],"g-7":["^\"I'm Evin. How are you feeling?\" The healer looks over Lura. \"Can you send me a pulse of Waters? Just a touch.\"","\n","^Lura blinks and nods. [i]Thank you,[/i] They send the word out with a thin thread of Waters. Evin's heart turns and receives it, winding it into itself.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-8","flg":4},{"c-8":["\n",{"->":".^.^.^.g-8"},null]}],"g-8":["^\"Nice to meet you, Lura.\" They give Lura an encouraging smile and a soft pat on the arm and stands up. \"You're alright. No harm done.\"","\n","^Lura pushes themself up, almost surprised to feel fresh as day, compared to the wreck they were a moment earlier.","\n","^\"Way to make an entrance.\" Cecil croaks.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-9","flg":4},{"c-9":["\n",{"->":".^.^.^.g-9"},null]}],"g-9":["^That's when they see the magi gathered around them, watching with various levels of concern.","\n","^\"Moss of Hide Traders, Presiding Keeper. Moons bless.\" The one who helped drag Lura in says to them. \"And to you, Cecil. Didn't expect to see you again so soon.\"","\n","^\"Oh, you know me. Couldn't stay away.\" Cecil coughs and glances around. \"The place is just so charming.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-10","flg":4},{"c-10":["\n",{"->":".^.^.^.g-10"},null]}],"g-10":["^Moss thins their lips. Cecil tries to smile. Tries.","\n","^\"Moons bless. Lura of Waters' End, Seer.\" Lura nods, afraid they might fall over if they try to bow.","\n","^“Time flows, so I will keep it brief. This is Evin of Greywood Burners, our Chief Healer.” Moss gestures.","\n","^Evin gives Lura and Cecil the barest of a bow, moving slowly like an elder, but they can’t be more than fourty by Lura’s estimation. Lura bows back.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-11","flg":4},{"c-11":["\n",{"->":".^.^.^.g-11"},null]}],"g-11":["^Cecil nods to Evin, beaming. “It has been too long, dear friend. Look at you, chief healer. Moving up in the world, aren't we?”","\n","^“Yes, just swell. Thanks to you.” Evin's voice is flat as the floor.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-12","flg":4},{"c-12":["\n",{"->":".^.^.^.g-12"},null]}],"g-12":["^“Greetings and Moons bless! Melora's the name, naturvidi's the game. I’m studying the, ah, lifeforms here.” A young magus pipes up from behind Evin’s right shoulder, standing on tiptoes and looking up at the pair. “You’re that famous Seer, aren't you.”","\n","ev","str","^continue","/str","/ev",{"*":".^.c-13","flg":4},{"c-13":["\n",{"->":".^.^.^.g-13"},null]}],"g-13":["^“Waters bless you.” Lura tenses up at the sheer enthusiasm. “F...amous?”","\n","^“Name another seer who's solved every single anomaly they were assigned.” Melora's eyes twinkle. \"I read the academy periodic.\"","\n","^\"Mel, not now. You can talk their head off after they've been briefed.\"","\n","^Melora puts a hand over their mouth and scuttles closer to Evin.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-14","flg":4},{"c-14":["\n",{"->":".^.^.^.g-14"},null]}],"g-14":["^\"Alright. Now that we're all acquainted, back to your duties, if you please,\" Moss says with a wave of their hand.","\n","^At that, Evin and Melora take their leave, with Melora excitedly whispering something to Evin. Lura thinks they catch their name.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-15","flg":4},{"c-15":["\n",{"->":".^.^.^.g-15"},null]}],"g-15":["^Moss sighs through their nose, then turns back to Lura. \"My chamber, please.\"","\n","^\"Lead the way.\" Cecil follows after Moss with a spring in their steps.","\n","^No longer wobbly, Lura's stomach flutters with excitement as they folow behind the others. A living, functioning temple of the Old Ones, the Bringer of magick and wisdom, lost for millenia. And now they're one of the first to set foot in it.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-16","flg":4},{"c-16":["\n",{"->":".^.^.^.g-16"},null]}],"g-16":["^The massive chamber is shaped like a segmented tunnel, with body-long gaps dividing its length. Its walls curve upward, converging as they rise like ribs. The effect is being inside an enormous stone eel that has been sliced into even sections.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-17","flg":4},{"c-17":["\n",{"->":".^.^.^.g-17"},null]}],"g-17":["^Lura cannot see where it ends, or how deep the gaps go. There are no bridges, planks, or any means of traversal. Jump? More like plummet.","\n","^Carved on the walls are various figures, Old Ones and their vessels. Six arms each holding a rod or shard, they appear admids some ritual.","\n","^A patch of light gray can be seen set into the foot of every wall, with some shooting veins up through the walls.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-18","flg":4},{"c-18":["\n",{"->":".^.^.^.g-18"},null]}],"g-18":["^“How old do you think it is?”","\n","^Moss nods. \"Impossible to say. Speaker Anath estimated it at somewhere between twenty to fifty-thousand turns. They were going to do further research before they...deteriorated.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-19","flg":4},{"c-19":["\n",{"->":".^.^.^.g-19"},null]}],"g-19":["^Moss stops beside another twin-fish core.","\n","^Lura's nausea swells up at the sight of it.","\n","^Cecil peers at them sideways. “A divan says you'll never guess how we get about the temple.”","\n","^Lura swallows a groan.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-20","flg":4},{"c-20":["\n",{"->":".^.^.^.g-20"},null]}],"g-20":["^\"There are dry passages,\" Moss says. \"I can accompany you, if you like. But cores are faster, once you're used to the side-effects.\"","\n","^They both look at Lura.","\n",{"#":""},{"#":"choice possibility, go by core or by walking."},"^\"I'm fine. We've lost enough time.\"","\n","^\"Well then, step into the circle.\" Moss takes up their hooped sceptre from their belt.","\n","^Cecil and Lura oblige.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-21","flg":4},{"c-21":["\n",{"->":".^.^.^.g-21"},null]}],"g-21":["^“Sajhha Sajhha.” At Moss’s words and a firm thump of the sceptre, the core emits a low buzz. Lura winces as something pop in their head.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-22","flg":4},{"c-22":["\n",{"->":".^.^.^.g-22"},null]}],"g-22":["^A dizzying blink later, the three of them are in a small room pinched in with shelves. Stacks of boxes almost block the triangular door behind them. Facing them is a large desk piled high with  paper. Tall stone dividers form a haphazard wall behind the desk. Again, grey veiny patches seem to grow in the corner of one wall.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-23","flg":4},{"c-23":["\n",{"->":".^.^.^.g-23"},null]}],"g-23":["^Cecil walks over to a chair and throws their arms behind their head. “Venerable Keeper, isn't it a shame to board up a view of the very Seas? I'm sure our Seer is dying for a look.”","\n","ev","str","^continue","/str","/ev",{"*":".^.c-24","flg":4},{"c-24":["\n",{"->":".^.^.^.g-24"},null]}],"g-24":["^Moss sighs and walks over to the desk, drop their dak on top and gestures to the empty chair. “There'll be time for that, but first things first.”","\n","ev","str","^continue","/str","/ev",{"*":".^.c-25","flg":4},{"c-25":["\n",{"->":".^.^.^.g-25"},null]}],"g-25":["^As Lura sits down, Moss rubs their face with both hands, allowing themself a moment of comfort sinking into the tall chair before straightening up and putting their elbows on the table. In the light of several glow-rods, Lura can see the dark bags under eyes.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-26","flg":4},{"c-26":["\n",{"->":".^.^.^.g-26"},null]}],"g-26":["^“Welcome to the Temple of Deep, two thousand leagues below the surface of Tal'Dun.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-27","flg":4},{"c-27":["\n",{"->":".^.^.^.g-27"},null]}],"g-27":["^\"A good time to ask oneself 'how did it all go so wrong?'\" Cecil whispers to Lura.","\n","^Moss tilts their head and gives them a frown, but it passes quickly. They address Lura again, \"You've read the codex on the present situation, yes?”","\n","ev","str","^continue","/str","/ev",{"*":".^.c-28","flg":4},{"c-28":["\n",{"->":".^.^.^.g-28"},null]}],"g-28":["^\"Several times.\"","\n","^\"I trust you have questions?\"","\n","^\"Not exactly, no.\"","\n","^\"Oh?\" Cecil sounds more entertained than confused.","\n","^\"Every seer who came before you had dozens of questions upon arrival. My voice grows hoarse answering them. You want to ask nothing?\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-29","flg":4},{"c-29":["\n",{"->":".^.^.^.g-29"},null]}],"g-29":["^\"I'm not like the rest,\" Lura says. \"My questions will be answered by Seeing. The sooner I'm shown the relevant locales and granted free rein of the temple, the sooner I can find Speaker Anath.\"","\n","^Cecil whistles. \"'Not like the rest' indeed. Did you notice, dear Keeper, no luggage either. Sure made my job a lot easier.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-30","flg":4},{"c-30":["\n",{"->":".^.^.^.g-30"},null]}],"g-30":["^\"Yes, it seems.\" Moss peers closer at Lura. \"You don't wish to ask me anything? I understand you work differently, but it won't do to neglect any details here.\"","\n","^\"Quite so. The research undertaken here is vital, and the speaker is the heart of their progress,\" Cecil adds.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-31","flg":4},{"c-31":["\n",{"->":".^.^.^.g-31"},null]}],"g-31":["^Moss throws Cecil a look. \"Their discovery and safe return is more vital. If it is not done soon, I may consider ordering the vihari to evacuate.\"","\n","^Cecil's smile hardens slightly, but they look to Lura expectantly.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-32","flg":4},{"c-32":["\n",{"->":".^.^.^.g-32"},null]}],"g-32":["^Lura draws in some air. \"Anath, Profounded Scholar, Ormengrau Academy. Dove here three moons prior. Abandoned living quarters for viewing chamber after one moon. Abandoned communal rituals one week later. Sealed themself in viewing chamber. Solely communicated via assistant Sam thereafter.\"","\n","^\"As of one month ago, all communication ceased. Chamber core believed sabotaged. Irreperable. Correct?\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-33","flg":4},{"c-33":["\n",{"->":".^.^.^.g-33"},null]}],"g-33":["^\"So far.\" Moss's permanent frown eases slightly.","\n","^\"The report doesn't go into this, but I inferred that you as the sole Keeper of an enormous temple premise were overwhelmed with paperwork, managing the Moving of resources, and lately dealing with receiving a string of Seers who all failed to locate the speaker. Correct?\"","\n","^Moss leads back, hands resting on their belly.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-34","flg":4},{"c-34":["\n",{"->":".^.^.^.g-34"},null]}],"g-34":["^Lura leans forward. \"That's why I don't have many questions for you, yet. Let me inspect the temple and interview the vihari. Then I will know what to ask.\"","\n","^They lay their hands on the desk, holding Moss's gaze. \"I will find them.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-35","flg":4},{"c-35":["\n",{"->":".^.^.^.g-35"},null]}],"g-35":["^Cecil puts their arms up behind their head and grains at Moss.","\n","^Moss nods slowly twice. \"I can show you to your chambers, and then try to get on top of these reports.\" They pat a stack of paper to their right.","\n","^\"I say, if the tide keeps flowing this way, we'll all run out of trees.\" Cecil leans back, resting their head on their arms.","\n","^Moss shakes their head at Cecil and walks to the core and with Lura. \"You'll laugh at the death of the Moons, if that were to happen, depth forbid.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-36","flg":4},{"c-36":["\n",{"->":".^.^.^.g-36"},null]}],"g-36":["^They wave a hand without looking. \"I'll wait for you here. We've matters to discuss.\"","\n","^\"Right.\" Moss whispers a few words. Lura doesn't expect to ever get accustomed to the feeling of their head turning into liquid, however brief it is.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-37","flg":4},{"c-37":["\n",{"->":".^.^.^.g-37"},null]}],"g-37":["^They blink the uncolours out of their eye to find themself in a chamber much like Moss's. A large triangular window, a patch of gray stone, a desk, and what looks like an oval pool in the floor with a raised rim, filled with a solid black liquid. There's a trunk beside it for personal belongings, almost like it's a...","\n","ev","str","^continue","/str","/ev",{"*":".^.c-38","flg":4},{"c-38":["\n",{"->":".^.^.^.g-38"},null]}],"g-38":["^Lura walks over and peers down at it. \"A bed? Made of black salt water?\"","\n","^\"Aye,\" Moss says, visibly impressed by the guess.","\n","^Brows furrowed, Lura studies the pool, measuring its size. They step inside, expecting foothold, but there is none. The thick water grabs hold of their ankle and pulls them under. They yell in alarm, but only a stream of uncolour jets out of their mouth.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-39","flg":4},{"c-39":["\n",{"->":".^.^.^.g-39"},null]}],"g-39":["^With a shudder they're back standing in the room, mouth open wide. [i]Another one. Dust me.[/i]","\n","ev","str","^continue","/str","/ev",{"*":".^.c-40","flg":4},{"c-40":["\n",{"->":".^.^.^.g-40"},null]}],"g-40":["^Lura notices Moss who's looking at them with mild concern. [i]Did they see?[/i]","\n","^\"Ahem. Is it necessary?\" They ask, not sounding anxious at all.","\n","^\"On a feasting moon, it's the only way you'll be able to sleep down here.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-41","flg":4},{"c-41":["\n",{"->":".^.^.^.g-41"},null]}],"g-41":["^\"Oh.\" Lura tears themself away from it and moves to the door. A sign is carved into the stones framing it. At a touch, the panels slide open silently.","\n","^They peek their head out to find a long hall extending to the left and right.","\n","^\"Will you pour the temple layout to me?\" They hold up their dak.","\n","ev","str","^continue","/str","/ev",{"*":".^.c-42","flg":4},{"c-42":["\n",{"->":".^.^.^.g-42"},null]}],"g-42":["^Moss touches their own dak, whispering a word. It buzzes, and moments later Lura's buzzes in response. \"I gave you what we've been able to gather, along with the signs for the other magi's chambers.\"","\n","^Before Lura can ask, they add, \"Yes, including that of Speaker Anath, and the common hall and viewing chamber. Every place we have a twin-fish.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-43","flg":4},{"c-43":["\n",{"->":".^.^.^.g-43"},null]}],"g-43":["^\"Those are the only ones? In a temple this l...how large is it?\"","\n","^\"In sincerity, we don't know. Mapping has been difficult. There seems no end to the place. The gaps don't make it any easier. If I must guess, enough to house two thousand or more?\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-44","flg":4},{"c-44":["\n",{"->":".^.^.^.g-44"},null]}],"g-44":["^Lura mouths a 'wow', but then pauses. \"What about your shaper? Come to think of it, is there a reason they didn't come to greet us?\"","\n","^Moss shakes their head. \"They're the only reason we can use this place at all. I request more twin-fish to be placed every chance I get, but lately they've not been able to oblige, citing the need for bolstering the barriers.\"","\n","ev","str","^continue","/str","/ev",{"*":".^.c-45","flg":4},{"c-45":["\n",{"->":".^.^.^.g-45"},null]}],"g-45":["^Lura stops and hones their heart on listening. \"Bolstering barriers? It's whisper quiet in here.\"","\n","^They remember their grand entrance. \"Save for the entry core. I expect it's made that way to be able to reach the surface.\"","\n","^A smile fights its way into the hard set features on Moss's face as they step back into the Moving sigil. \"You are quick, but watch your step. Unlike the meandering goat, a galloping horse affords not one single misstep.\"","\n","end",null]}],null]}],"listDefs":{}}